---
kind: other
id: Properties.T:Autodesk.Revit.Exceptions.NetworkCommunicationException
source: html/508359aa-1d06-ab9b-7547-d76e6fd6b44a.htm
---
# NetworkCommunicationException Properties

The information of the function throwing the exception.